brew "atuin"
brew "bat"
brew "bottom"
brew "chezmoi"
brew "coreutils"
brew "curl"
brew "dust"
brew "enchant"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "git-delta"
brew "imagemagick"
brew "jj"
brew "jq"
brew "lazydocker"
brew "lua"
brew "make"
brew "neovim"
brew "nixfmt"
brew "restic"
brew "ripgrep"
brew "ruff"
brew "rustup-init"
brew "sbcl"
brew "tmux"
brew "tree-sitter"
brew "typst"
brew "uv"
brew "viddy"
